tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "powershell/tap"
tap "azure/functions"

brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "cosign"
brew "fzf"
brew "git"
brew "go-task"
brew "go"
brew "gradle"
brew "gum"
brew "helm"
brew "hugo"
brew "jenv"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "libtiff"
brew "little-cms2"
brew "maven"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "openjdk"
brew "openshift-cli"
brew "openssl"
brew "podman"
brew "powershell/tap/powershell"
brew "python@3.12"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "ripgrep"
brew "stow"
brew "tenv"
brew "wget"
brew "zstd"
brew "dotnet"
brew "azure-functions-core-tools@4"