tap "aws/tap"
tap "powershell/tap"

brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "fzf"
brew "git"
brew "git-delta"
brew "go-task"
brew "go"
brew "gradle"
brew "hugo"
brew "jenv"
brew "jq"
brew "lazygit"
brew "maven"
brew "nvm"
brew "openjdk"
brew "openssl"
brew "podman"
brew "powershell/tap/powershell"
brew "tmux"
brew "wget"
brew "dotnet"
brew "powershell"

cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "visual-studio-code"
cask "ghostty"
